app/views/jellystoneniagara/familyfun.html.erb

SELECT `pictures`.* FROM `pictures` WHERE `pictures`.`id` = 2 LIMIT 1
---
		<div id="dImage">
			<% if @currMonthEvents.first.picture != nil %>