app/views/jellystoneniagara/test.html.erb

		<div id="dImage">
			<% if @currMonthEvents.first.picture != nil %>
---
SELECT `pictures`.* FROM `pictures` WHERE `pictures`.`id` = 2 LIMIT 1