app/views/jellystoneniagara/test.html.erb

SELECT * FROM `calendar_events`
---
</style>
<% CalendarEvent.column_names.each do |ec| %>